Repository: Jean28518/event-management-system
Catalog: src/event_management_system/locale/*/LC_MESSAGES/django.po
Languages: de

source: Subject
de: Betreff

source: Body
de: Nachrichtenkörper

source: Mail Receivers
de: Mail-Empfänger

source: Create email
de: Email erstellen

source: Cancel
de: Abbrechen

source: Create
de: Erstellen

source: Legend of variables:
de: Legende der Variablen:

source: User
de: Benutzer

source: Lecture
de: Vortrag

source: Attendant
de: Helfer

source: Room
de: Raum

source: Edit.heading
de: Bearbeite

source: Save
de: Speichern

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Delete.heading
de: Lösche

source: delete.question.part1
de: Möchten Sie wirklich

source: delete.question.part2
de: unwideruflich löschen?

source: Send mass emails depending at lectures
de: Sende Massen-Mails bezüglich Vorträgen

source: Select all
de: Alle auswählen

source: Deselect all
de: Alle abwählen

source: Send Mails
de: Sende Mails

source: Send mass emails depending at users
de: Sende Massen-Mails bezüglich Benutzern

source: language.en
de: Englisch

source: language.de
de: Deutsch

source: Users
de: Benutzer

source: Rooms
de: Räume

source: Edit Profile
de: Bearbeite Benutzerprofil

source: Change Password
de: Passwort ändern

source: Logout
de: Ausloggen

source: Year
de: Jahr

source: Website
de: Webseite

source: Live board default text (supports html, max. 4098 signs)
de: Live Board Standard Text (unterstützt html, max. 4096 Zeichen)

source: Coordinates
de: Koordinaten

source: Password
de: Passwort

source: Title
de: Titel

source: Description (max. 2048 signs)
de: Beschreibung (max. 2048 Zeichen)

source: Target Group
de: Zielgruppe

source: I am qualified for the presentation because...
de: Ich bin für den Vortrag qualifiziert, weil...

source: Preferred presentation style
de: Bevorzugter Präsentationsstil

source: Should questions during lectures been asked?
de: Dürfen Fragen während des Vortrags gestellt werden?

source: Should questions after lectures been asked?
de: Dürfen Fragen nach dem Vortrag gestellt werden?

source: Minimal Lecture Length (in minutes)
de: Minimale Vortragslänge (in Minuten)

source: Maximal Lecture Length (in minutes)
de: Maximale Vortragslänge (in Minuten)

source: Additional information (max. 2048 signs)
de: Zusätzliche Information (max. 2048 Zeichen)

source: Lecture related Website
de: Vortragsbezogene Webseite

source: Presentator
de: Präsentator

source: Scheduled in Room
de: Geplant im Raum

source: Scheduled Time Format: YYYY-MM-DD HH:MM
de: Geplanter Beginn (Format: YYYY-MM-DD HH:MM)

source: Scheduled Length (in minutes)
de: Geplante Vortragslänge

source: Scheduled presentation style
de: Geplanter Vortragsstil

source: Further private information (max. 2048 signs) (Presentator can't see this)
de: Weitere private Notizen (max. 2048 Zeichen) (Präsentator kann diese Informationen nicht sehen)

source: Link to Material
de: Link zum Material

source: Link to Recording
de: Link zur Aufzeichnung

source: Beginner
de: Anfänger

source: Intermediate
de: Mittel

source: Professional
de: Schwer

source: Recorded
de: Aufgezeichnet

source: Create event
de: Event erstellen

source: Custom fields for
de: Individuelle Felder für

source: Type
de: Typ

source: Question
de: Frage

source: Checkbox
de: Kontrollkästchen

source: New question
de: Neue Frage

source: Back
de: Zurück

source: Add new question
de: Füge neue Frage hinzu

source: Timeslots
de: Zeitslots

source: Custom questions
de: Individuelle Fragen

source: Question activation
de: Fragen-Aktivierung

source: Field activation for
de: Fragen-Aktivierung für

source: If a field is checked, then it will be active.
de: Wenn ein Feld abgehakt ist, wird die dazugehörige Frage aktiv sein.

source: Save current field selection
de: Speichere aktuelle Konfiguration

source: Export csv
de: Exportiere csv

source: Lectures
de: Vorträge

source: Archive
de: Archivieren

source: Archive.heading
de: Archiviere

source: archive.question.part1
de: Möchten Sie wirklich

source: archive.question.part2
de: archivieren? Benutzer können ihre Vorträge des Events danach nicht mehr bearbeiten.

source: Close
de: Schließen

source: Timeslots for
de: Zeitslots für

source: New timeslot
de: Neuer Zeitslot

source: Add new timeslot
de: Füge neuen Zeitslot hinzu

source: Edit Lecture
de: Bearbeite Vortrag

source: My Lectures
de: Meine Vorträge

source: Submit
de: Einreichen

source: View
de: Anzeigen

source: Select Event
de: Wähle ein Event aus

source: Select
de: Auswählen

source: Create Lecture
de: Vortrag erstellen

source: Lectures from
de: Vorträge von

source: Mass Mail Lectures
de: Massen-Mail Vorträge

source: Disabled
de: Deaktiviert

source: Enabled
de: Aktiviert

source: Timetable (Public)
de: Programm (Öffentlich)

source: Submit Lecture
de: Vortrag einreichen

source: Welcome! If you already have a user account, please login. Otherwise please register first.
de: Willkommen! Wenn Sie bereits einen Account haben, loggen Sie sich bitte ein. Andernfalls registrieren Sie sich bitte zuerst.

source: Register
de: Registrieren

source: Login failed! Try again.
de: Login fehlgeschlagen! Bitte erneut versuchen.

source: Reset Password
de: Passwort zurücksetzen

source: Login
de: Einloggen

source: Submitting Lecture successful!
de: Einreichen des Vortrages war erfolgreich!

source: Submit another lecture
de: Weiteren Vortrag einreichen

source: Go to overview
de: Gehe zur Übersicht

source: Current running:
de: Aktuell läuft:

source: Recording
de: Aufzeichung

source: I am available at these timeslots:
de: Ich bin zu diesen Zeitslots verfügbar:

source: Create room
de: Raum erstellen

source: Contact
de: Kontakt

source: Role
de: Rolle

source: First name
de: Vorname

source: Last name
de: Nachname

source: Company
de: Firma/Organisation

source: Over 18
de: Über 18 Jahre

source: Old Password
de: Altes Passwort

source: New Password
de: Neues Passwort

source: New Password (repeated)
de: Neues Passwort (wiederholt)

source: Your old password is wrong!
de: Das alte Passwort ist falsch!

source: Your new passwords differ!
de: Die eingegebene Passwörter sind unterschiedlich!

source: Your password must be at least 8 characters long!
de: Das Passwort muss mindestens 8 Zeichen lang sein!

source: Password successfully changed!
de: Passwort wurde erfolgreich geändert!

source: Create user
de: Benutzer erstellen

source: E-Mail already exists!
de: Diese E-Mail existiert bereits!

source: Profile
de: Profil

source: Mass Mail Users
de: Massen-Mail Benutzer

source: First.name
de: Vorname

source: Last.name
de: Nachname

source: If this mail is registered at this instance, a mail with a new password was sent.
de: Wenn zu dieser E-Mail Adresse ein bestehender Account gefunden wurde, wurde soeben ein neues Passwort versendet.
